Revit 2027 API
UnitTypeId.Atmospheres Property
 Atmospheres.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Atmospheres { get; }
Public Shared ReadOnly Property Atmospheres As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Atmospheres {
	ForgeTypeId^ get ();
}
static member Atmospheres : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace